Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 限速规则可在单位时间内限制来自同一访客的请求次数。
ar: تحدد قواعد تحديد المعدل عدد الطلبات من الزائر نفسه خلال فترة زمنية.
de: Ratenbegrenzungsregeln begrenzen die Anzahl der Anfragen desselben Besuchers in einem Zeitraum.
en: Rate limiting rules cap the number of requests from the same visitor within a time period.
es_mx: Las reglas de límite de tasa limitan la cantidad de solicitudes del mismo visitante en un período.
fr: Les règles de limitation de débit plafonnent le nombre de requêtes d’un même visiteur sur une période.
ja: レート制限ルールは、一定時間内の同一訪問者からのリクエスト数を制限します。
ko: 속도 제한 규칙은 일정 시간 동안 동일 방문자의 요청 수를 제한합니다.
pt_br: As regras de limite de taxa limitam o número de solicitações do mesmo visitante em um período.
pt_pt: As regras de limite de taxa limitam o número de pedidos do mesmo visitante num período.
tr: Hız sınırı kuralları, belirli bir sürede aynı ziyaretçiden gelen istek sayısını sınırlar.
zh_hant: 速率限制規則可在一段時間內限制來自同一訪客的請求次數。
zh_hk: 速率限制規則可在一段時間內限制來自同一訪客的請求次數。

source: 限速规则需要 Pro
ar: تحديد المعدل يتطلب Pro
de: Ratenbegrenzung erfordert Pro
en: Rate limiting requires Pro
es_mx: El límite de tasa requiere Pro
fr: La limitation de débit nécessite Pro
ja: レート制限には Pro が必要
ko: 속도 제한에는 Pro 필요
pt_br: Limite de taxa exige Pro
pt_pt: Limite de taxa exige Pro
tr: Hız sınırlama için Pro gerekir
zh_hant: 速率限制需要 Pro
zh_hk: 速率限制需要 Pro

source: 隐私政策
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
en: Privacy Policy
es_mx: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
tr: Gizlilik Politikası
zh_hant: 隱私權政策
zh_hk: 私隱政策

source: 隐藏令牌
ar: إخفاء الرمز
de: Token ausblenden
en: Hide Token
es_mx: Ocultar token
fr: Masquer le jeton
ja: トークンを隠す
ko: 토큰 숨기기
pt_br: Ocultar token
pt_pt: Ocultar token
tr: Belirteci gizle
zh_hant: 隱藏權杖
zh_hk: 隱藏權杖

source: 随机
ar: عشوائي
de: Zufällig
en: Random
es_mx: Aleatorio
fr: Aléatoire
ja: ランダム
ko: 무작위
pt_br: Aleatório
pt_pt: Aleatório
tr: Rastgele
zh_hant: 隨機
zh_hk: 隨機

source: 隔离
ar: عزل
de: Isolieren
en: Isolate
es_mx: Aislar
fr: Isoler
ja: 分離
ko: 격리
pt_br: Isolar
pt_pt: Isolar
tr: Yalıt
zh_hant: 隔離
zh_hk: 隔離

source: 隧道名称
ar: اسم النفق
de: Tunnelname
en: Tunnel Name
es_mx: Nombre del túnel
fr: Nom du tunnel
ja: トンネル名
ko: 터널 이름
pt_br: Nome do túnel
pt_pt: Nome do túnel
tr: Tünel adı
zh_hant: 通道名稱
zh_hk: 隧道名稱

source: 需要 R2 写权限
ar: إذن الكتابة لـ R2 مطلوب
de: R2-Schreibberechtigung erforderlich
en: R2 write permission required
es_mx: Se requiere permiso de escritura de R2
fr: Permission d’écriture R2 requise
ja: R2 の書き込み権限が必要です
ko: R2 쓰기 권한이 필요합니다
pt_br: Permissão de gravação do R2 necessária
pt_pt: Permissão de escrita do R2 necessária
tr: R2 yazma izni gerekli
zh_hant: 需要 R2 寫入權限
zh_hk: 需要 R2 寫入權限

source: 需要「流量分析」权限才能展示流量图表
ar: إذن «التحليلات» مطلوب لعرض مخططات حركة المرور
de: Für die Anzeige von Traffic-Diagrammen ist die Analyse-Berechtigung erforderlich
en: The Analytics permission is required to show traffic charts
es_mx: Se necesita el permiso de Análisis para mostrar los gráficos de tráfico
fr: La permission Analyses est requise pour afficher les graphiques de trafic
ja: トラフィックグラフの表示には「アナリティクス」権限が必要です
ko: 트래픽 차트를 표시하려면 분석 권한이 필요합니다
pt_br: A permissão de Análises é necessária para mostrar os gráficos de tráfego
pt_pt: A permissão de Análises é necessária para mostrar os gráficos de tráfego
tr: Trafik grafiklerini göstermek için Analiz izni gerekir
zh_hant: 需要「流量分析」權限才能顯示流量圖表
zh_hk: 需要「流量分析」權限才能顯示流量圖表

source: 需要「流量分析」权限才能展示调用指标
ar: إذن «التحليلات» مطلوب لعرض مقاييس الاستدعاء
de: Für die Anzeige von Aufrufkennzahlen ist die Analyse-Berechtigung erforderlich
en: The Analytics permission is required to show invocation metrics
es_mx: Se necesita el permiso de Análisis para mostrar las métricas de invocación
fr: La permission Analyses est requise pour afficher les métriques d’invocation
ja: 呼び出しメトリクスの表示には「アナリティクス」権限が必要です
ko: 호출 지표를 표시하려면 분석 권한이 필요합니다
pt_br: A permissão de Análises é necessária para mostrar as métricas de invocação
pt_pt: A permissão de Análises é necessária para mostrar as métricas de invocação
tr: Çağrı metriklerini göstermek için Analiz izni gerekir
zh_hant: 需要「流量分析」權限才能顯示呼叫指標
zh_hk: 需要「流量分析」權限才能顯示呼叫指標

source: 需要「流量分析」权限才能展示账号用量
ar: إذن «التحليلات» مطلوب لعرض استخدام الحساب
de: Für die Anzeige der Kontonutzung ist die Analyse-Berechtigung erforderlich
en: The Analytics permission is required to show account usage
es_mx: Se necesita el permiso de Análisis para mostrar el uso de la cuenta
fr: La permission Analyses est requise pour afficher l’utilisation du compte
ja: アカウント使用量の表示には「アナリティクス」権限が必要です
ko: 계정 사용량을 표시하려면 분석 권한이 필요합니다
pt_br: A permissão de Análises é necessária para mostrar o uso da conta
pt_pt: A permissão de Análises é necessária para mostrar o uso da conta
tr: Hesap kullanımını göstermek için Analiz izni gerekir
zh_hant: 需要「流量分析」權限才能顯示帳號用量
zh_hk: 需要「流量分析」權限才能顯示帳戶用量

source: 需要「通知」权限
ar: مطلوب إذن «الإشعارات»
de: Berechtigung „Benachrichtigungen“ erforderlich
en: Notifications permission required
es_mx: Se requiere el permiso de Notificaciones
fr: Autorisation « Notifications » requise
ja: 「通知」権限が必要です
ko: 「알림」 권한이 필요합니다
pt_br: É necessária a permissão de Notificações
pt_pt: É necessária a permissão de Notificações
tr: 「Bildirimler」 izni gerekli
zh_hant: 需要「通知」權限
zh_hk: 需要「通知」權限

source: 需要一个 JSON 对象，形如 {"KEY": "值"}
ar: مطلوب كائن JSON مثل {"KEY": "قيمة"}
de: Erwartet ein JSON-Objekt wie {"KEY": "Wert"}
en: Expected a JSON object like {"KEY": "value"}
es_mx: Se espera un objeto JSON como {"KEY": "valor"}
fr: Un objet JSON comme {"KEY": "valeur"} est attendu
ja: {"KEY": "値"} のような JSON オブジェクトが必要です
ko: {"KEY": "값"} 형식의 JSON 객체가 필요합니다
pt_br: É esperado um objeto JSON como {"KEY": "valor"}
pt_pt: É esperado um objeto JSON como {"KEY": "valor"}
tr: {"KEY": "değer"} gibi bir JSON nesnesi bekleniyor
zh_hant: 需要一個 JSON 物件，形如 {"KEY": "值"}
zh_hk: 需要一個 JSON 物件，形如 {"KEY": "值"}

source: 需要写入权限才能修改
ar: يلزم إذن الكتابة للتعديل
de: Zum Ändern ist Schreibberechtigung erforderlich
en: Requires write permission to modify
es_mx: Requiere permiso de escritura para modificar
fr: Une permission d’écriture est requise pour modifier
ja: 変更するには書き込み権限が必要です
ko: 수정하려면 쓰기 권한이 필요합니다
pt_br: Requer permissão de gravação para modificar
pt_pt: Requer permissão de escrita para modificar
tr: Değiştirmek için yazma izni gerekir
zh_hant: 需要寫入權限才能修改
zh_hk: 需要寫入權限才能修改

source: 需要额外授权才能修改
ar: يلزم تفويض إضافي للتعديل
de: Zum Ändern ist eine zusätzliche Autorisierung erforderlich
en: Requires additional authorization to modify
es_mx: Requiere autorización adicional para modificar
fr: Une autorisation supplémentaire est requise pour modifier
ja: 変更するには追加の認可が必要です
ko: 수정하려면 추가 권한이 필요합니다
pt_br: Requer autorização adicional para modificar
pt_pt: Requer autorização adicional para modificar
tr: Değiştirmek için ek yetkilendirme gerekir
zh_hant: 需要額外授權才能修改
zh_hk: 需要額外授權才能修改

source: 静态文件
ar: الملفات الثابتة
de: Statische Dateien
en: Static files
es_mx: Archivos estáticos
fr: Fichiers statiques
ja: 静的ファイル
ko: 정적 파일
pt_br: Arquivos estáticos
pt_pt: Ficheiros estáticos
tr: Statik Dosyalar
zh_hant: 靜態檔案
zh_hk: 靜態檔案

source: 静态资源
ar: الأصول الثابتة
de: Statische Assets
en: Static assets
es_mx: Recursos estáticos
fr: Ressources statiques
ja: 静的アセット
ko: 정적 자산
pt_br: Recursos estáticos
pt_pt: Recursos estáticos
tr: Statik Varlıklar
zh_hant: 靜態資源
zh_hk: 靜態資源

source: 非代理（DNS-only）时生效的记录 TTL。
ar: مدة بقاء السجل المستخدمة في الوضع غير الوكيل (DNS فقط).
de: Die Datensatz-TTL, die ohne Proxy (nur DNS) gilt.
en: The record TTL used when not proxied (DNS-only).
es_mx: El TTL del registro que se usa cuando no está en proxy (solo DNS).
fr: Le TTL de l'enregistrement utilisé sans proxy (DNS uniquement).
ja: 非プロキシ（DNS のみ）の場合に適用されるレコードの TTL です。
ko: 프록시를 사용하지 않을 때(DNS 전용) 적용되는 레코드 TTL입니다.
pt_br: O TTL do registro usado quando não está em proxy (somente DNS).
pt_pt: O TTL do registo usado quando não está em proxy (apenas DNS).
tr: Proxy kullanılmadığında (yalnızca DNS) geçerli olan kayıt TTL'si.
zh_hant: 非代理（DNS-only）時生效的記錄 TTL。
zh_hk: 非代理（DNS-only）時生效的記錄 TTL。

source: 非洲
ar: أفريقيا
de: Afrika
en: Africa
es_mx: África
fr: Afrique
ja: アフリカ
ko: 아프리카
pt_br: África
pt_pt: África
tr: Afrika

source: 页面浏览
ar: مشاهدات الصفحة
de: Seitenaufrufe
en: Page views
es_mx: Vistas de página
fr: Pages vues
ja: ページビュー
ko: 페이지뷰
pt_br: Visualizações de página
pt_pt: Visualizações de página
tr: Sayfa görüntülemeleri
zh_hant: 頁面瀏覽
zh_hk: 頁面瀏覽

source: 项目
ar: المشروع
de: Projekt
en: Project
es_mx: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
pt_pt: Projeto
tr: Proje
zh_hant: 專案
zh_hk: 專案

source: 项目名称
ar: اسم المشروع
de: Projektname
en: Project name
es_mx: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do projeto
pt_pt: Nome do projeto
tr: Proje Adı
zh_hant: 專案名稱
zh_hk: 專案名稱

source: 预览
ar: معاينة
de: Vorschau
en: Preview
es_mx: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
pt_pt: Pré-visualização
tr: Önizleme
zh_hant: 預覽
zh_hk: 預覽

source: 预览地址
ar: رابط المعاينة
de: Vorschau-URL
en: Preview URL
es_mx: URL de vista previa
fr: URL de prévisualisation
ja: プレビュー URL
ko: 미리보기 URL
pt_br: URL de pré-visualização
pt_pt: URL de pré-visualização
tr: Önizleme URL'si
zh_hant: 預覽網址
zh_hk: 預覽網址

source: 验证 TXT 记录
ar: سجل TXT للتحقق
de: TXT-Eintrag zur Verifizierung
en: Verification TXT Record
es_mx: Registro TXT de verificación
fr: Enregistrement TXT de vérification
ja: 検証用 TXT レコード
ko: 확인용 TXT 레코드
pt_br: Registro TXT de verificação
pt_pt: Registo TXT de verificação
tr: Doğrulama TXT kaydı
zh_hant: 驗證 TXT 記錄
zh_hk: 驗證 TXT 記錄

source: 验证中
ar: جارٍ التحقق
de: Wird überprüft
en: Verifying
es_mx: Verificando
fr: Vérification
ja: 確認中
ko: 확인 중
pt_br: Verificando
pt_pt: A verificar
tr: Doğrulanıyor
zh_hant: 驗證中
zh_hk: 驗證中

source: 高级条件
ar: شروط متقدمة
de: Erweiterte Bedingungen
en: Advanced conditions
es_mx: Condiciones avanzadas
fr: Conditions avancées
ja: 詳細条件
ko: 고급 조건
pt_br: Condições avançadas
pt_pt: Condições avançadas
tr: Gelişmiş Koşullar
zh_hant: 進階條件
zh_hk: 進階條件

source: 高级证书
ar: شهادة متقدمة
de: Erweitertes Zertifikat
en: Advanced certificate
es_mx: Certificado avanzado
fr: Certificat avancé
ja: アドバンスド証明書
ko: 고급 인증서
pt_br: Certificado avançado
pt_pt: Certificado avançado
tr: Gelişmiş sertifika
zh_hant: 進階憑證
zh_hk: 進階證書

source: 默认（名称）
ar: افتراضي (الاسم)
de: Standard (Name)
en: Default (Name)
es_mx: Predeterminado (nombre)
fr: Par défaut (nom)
ja: デフォルト（名前）
ko: 기본(이름)
pt_br: Padrão (nome)
pt_pt: Predefinição (nome)
tr: Varsayılan (ad)
zh_hant: 預設（名稱）
zh_hk: 默認（名稱）

source: 默认（按池顺序故障转移）
ar: الافتراضي (تجاوز الفشل بترتيب المجمّعات)
de: Standard (Failover in Pool-Reihenfolge)
en: Default (fail over in pool order)
es_mx: Predeterminado (conmutación en orden de grupos)
fr: Par défaut (basculement dans l'ordre des pools)
ja: デフォルト（プール順にフェイルオーバー）
ko: 기본(풀 순서대로 장애 조치)
pt_br: Padrão (failover na ordem dos pools)
pt_pt: Predefinido (failover pela ordem dos pools)
tr: Varsayılan (havuz sırasına göre yük devretme)
zh_hant: 預設（依池順序故障轉移）
zh_hk: 預設（依池順序故障轉移）

source: 默认池
ar: المجمّعات الافتراضية
de: Standard-Pools
en: Default pools
es_mx: Grupos predeterminados
fr: Pools par défaut
ja: デフォルトプール
ko: 기본 풀
pt_br: Pools padrão
pt_pt: Pools predefinidos
tr: Varsayılan havuzlar
zh_hant: 預設池
zh_hk: 預設池

source: 默认缓存设置
ar: إعدادات التخزين المؤقت الافتراضية
de: Standard-Cache-Einstellungen
en: Default cache settings
es_mx: Configuración de caché predeterminada
fr: Réglages de cache par défaut
ja: デフォルトのキャッシュ設定
ko: 기본 캐시 설정
pt_br: Configurações de cache padrão
pt_pt: Definições de cache predefinidas
tr: Varsayılan önbellek ayarları
zh_hant: 預設快取設定
zh_hk: 預設緩存設定

source: 默认配置
ar: التكوين الافتراضي
de: Standardkonfiguration
en: Default config
es_mx: Configuración predeterminada
fr: Config par défaut
ja: デフォルト構成
ko: 기본 구성
pt_br: Configuração padrão
pt_pt: Configuração predefinida
tr: Varsayılan yapılandırma
zh_hant: 預設設定
zh_hk: 預設設定

source: 加入体验者计划？
ar: هل تريد الانضمام إلى برنامج تحسين التطبيق؟
de: Am Insider-Programm teilnehmen?
en: Join the Insider Program?
es_mx: ¿Unirte al programa Insider?
fr: Rejoindre le programme Insider ?
ja: インサイダープログラムに参加しますか？
ko: 인사이더 프로그램에 참여하시겠습니까?
pt_br: Participar do Programa Insider?
pt_pt: Aderir ao Programa Insider?
tr: Insider Programı'na katılmak ister misiniz?
zh_hant: 加入體驗者計畫？
zh_hk: 加入體驗者計劃？

source: 加入
ar: انضمام
de: Teilnehmen
en: Join
es_mx: Unirme
fr: Rejoindre
ja: 参加
ko: 참여
pt_br: Participar
pt_pt: Aderir
tr: Katıl

source: 暂不
ar: ليس الآن
de: Jetzt nicht
en: Not Now
es_mx: Ahora no
fr: Plus tard
ja: 今はしない
ko: 나중에
pt_br: Agora não
pt_pt: Agora não
tr: Şimdi değil
zh_hant: 暫不
zh_hk: 暫不

source: 开启后，App 会上报匿名诊断日志与崩溃信息（不含令牌、账号数据或任何个人信息），帮助我们更快定位登录与稳定性问题。可随时在设置中关闭。
ar: عند التفعيل، يرسل التطبيق سجلات تشخيص مجهولة الهوية ومعلومات الأعطال (لا تتضمن أبدًا رموزك أو بيانات حسابك أو أي معلومات شخصية) لمساعدتنا في تحديد مشكلات تسجيل الدخول والاستقرار بشكل أسرع. يمكنك إيقافه في أي وقت من الإعدادات.
de: Wenn aktiviert, sendet die App anonyme Diagnoseprotokolle und Absturzberichte (niemals deine Tokens, Kontodaten oder persönliche Informationen), damit wir Anmelde- und Stabilitätsprobleme schneller eingrenzen können. Du kannst dies jederzeit in den Einstellungen deaktivieren.
en: When enabled, the app reports anonymous diagnostic logs and crash data (never your tokens, account data, or any personal information) to help us track down sign-in and stability issues faster. You can turn this off anytime in Settings.
es_mx: Al activarlo, la app envía registros de diagnóstico anónimos e informes de fallos (nunca tus tokens, datos de cuenta ni información personal) para ayudarnos a identificar más rápido los problemas de inicio de sesión y estabilidad. Puedes desactivarlo en cualquier momento en Ajustes.
fr: Une fois activé, l'app envoie des journaux de diagnostic anonymes et des rapports de plantage (jamais vos jetons, données de compte ni aucune information personnelle) pour nous aider à identifier plus vite les problèmes de connexion et de stabilité. Vous pouvez désactiver cela à tout moment dans les réglages.
ja: オンにすると、匿名の診断ログとクラッシュ情報（トークン、アカウントデータ、個人情報は一切含まれません）を送信し、ログインや安定性の問題の特定に役立てます。設定でいつでもオフにできます。
ko: 활성화하면 익명 진단 로그와 충돌 정보(토큰, 계정 데이터, 개인정보는 포함되지 않음)를 전송하여 로그인 및 안정성 문제를 더 빠르게 파악하는 데 도움이 됩니다. 설정에서 언제든지 끌 수 있습니다.
pt_br: Quando ativado, o app envia registros de diagnóstico anônimos e relatórios de falhas (nunca seus tokens, dados de conta ou informações pessoais) para nos ajudar a identificar mais rápido problemas de login e estabilidade. Você pode desativar a qualquer momento nos Ajustes.
pt_pt: Quando ativado, a app envia registos de diagnóstico anónimos e relatórios de falhas (nunca os seus tokens, dados de conta ou informações pessoais) para nos ajudar a identificar mais rapidamente problemas de início de sessão e estabilidade. Pode desativar a qualquer momento nas Definições.
tr: Etkinleştirildiğinde uygulama, oturum açma ve kararlılık sorunlarını daha hızlı bulmamıza yardımcı olmak için anonim tanılama günlükleri ve çökme bilgileri gönderir (belirteçleriniz, hesap verileriniz veya hiçbir kişisel bilgi asla dahil edilmez). Ayarlar'dan istediğiniz zaman kapatabilirsiniz.
zh_hant: 開啟後，App 會回報匿名診斷日誌與當機資訊（不含權杖、帳號資料或任何個人資訊），協助我們更快定位登入與穩定性問題。可隨時在設定中關閉。
zh_hk: 開啟後，App 會上報匿名診斷日誌與崩潰資訊（不含權杖、帳戶資料或任何個人資料），協助我們更快定位登入與穩定性問題。可隨時在設定中關閉。

source: 体验者计划
ar: برنامج تحسين التطبيق
de: Insider-Programm
en: Insider Program
es_mx: Programa Insider
fr: Programme Insider
ja: インサイダープログラム
ko: 인사이더 프로그램
pt_br: Programa Insider
pt_pt: Programa Insider
tr: Insider Programı
zh_hant: 體驗者計畫
zh_hk: 體驗者計劃

source: 开启后上报匿名诊断日志与崩溃信息（不含令牌、账号数据或任何个人信息），帮助我们更快定位登录与稳定性问题。
ar: عند التفعيل، تُرسَل سجلات تشخيص مجهولة الهوية ومعلومات الأعطال (لا تتضمن أبدًا رموزك أو بيانات حسابك أو أي معلومات شخصية) لمساعدتنا في تحديد مشكلات تسجيل الدخول والاستقرار بشكل أسرع.
de: Wenn aktiviert, werden anonyme Diagnoseprotokolle und Absturzberichte gesendet (niemals deine Tokens, Kontodaten oder persönliche Informationen), damit wir Anmelde- und Stabilitätsprobleme schneller eingrenzen können.
en: When enabled, reports anonymous diagnostic logs and crash data (never your tokens, account data, or any personal information) to help us track down sign-in and stability issues faster.
es_mx: Al activarlo, se envían registros de diagnóstico anónimos e informes de fallos (nunca tus tokens, datos de cuenta ni información personal) para ayudarnos a identificar más rápido los problemas de inicio de sesión y estabilidad.
fr: Une fois activé, envoie des journaux de diagnostic anonymes et des rapports de plantage (jamais vos jetons, données de compte ni aucune information personnelle) pour nous aider à identifier plus vite les problèmes de connexion et de stabilité.
ja: オンにすると、匿名の診断ログとクラッシュ情報（トークン、アカウントデータ、個人情報は一切含まれません）を送信し、ログインや安定性の問題の特定に役立てます。
ko: 활성화하면 익명 진단 로그와 충돌 정보(토큰, 계정 데이터, 개인정보는 포함되지 않음)를 전송하여 로그인 및 안정성 문제를 더 빠르게 파악하는 데 도움이 됩니다.
pt_br: Quando ativado, envia registros de diagnóstico anônimos e relatórios de falhas (nunca seus tokens, dados de conta ou informações pessoais) para nos ajudar a identificar mais rápido problemas de login e estabilidade.
pt_pt: Quando ativado, envia registos de diagnóstico anónimos e relatórios de falhas (nunca os seus tokens, dados de conta ou informações pessoais) para nos ajudar a identificar mais rapidamente problemas de início de sessão e estabilidade.
tr: Etkinleştirildiğinde, oturum açma ve kararlılık sorunlarını daha hızlı bulmamıza yardımcı olmak için anonim tanılama günlükleri ve çökme bilgileri gönderilir (belirteçleriniz, hesap verileriniz veya hiçbir kişisel bilgi asla dahil edilmez).
zh_hant: 開啟後回報匿名診斷日誌與當機資訊（不含權杖、帳號資料或任何個人資訊），協助我們更快定位登入與穩定性問題。
zh_hk: 開啟後上報匿名診斷日誌與崩潰資訊（不含權杖、帳戶資料或任何個人資料），協助我們更快定位登入與穩定性問題。

source: 当前授权仅限读取（%@），无法修改规则。
ar: التفويض الحالي للقراءة فقط (%@)، ولا يمكن تعديل القواعد.
de: Die aktuelle Autorisierung ist schreibgeschützt (%@); Regeln können nicht geändert werden.
en: The current authorization is read-only (%@); rules cannot be modified.
es_mx: La autorización actual es de solo lectura (%@); no se pueden modificar las reglas.
fr: L'autorisation actuelle est en lecture seule (%@) ; les règles ne peuvent pas être modifiées.
ja: 現在の認可は読み取り専用（%@）のため、ルールを変更できません。
ko: 현재 권한은 읽기 전용(%@)이라 규칙을 수정할 수 없습니다.
pt_br: A autorização atual é somente leitura (%@); as regras não podem ser modificadas.
pt_pt: A autorização atual é apenas de leitura (%@); as regras não podem ser modificadas.
tr: Geçerli yetkilendirme salt okunur (%@); kurallar değiştirilemez.
zh_hant: 目前授權僅限讀取（%@），無法修改規則。
zh_hk: 目前授權僅限讀取（%@），無法修改規則。

source: 当前授权仅限读取（page-rules.read），无法修改规则。
ar: التفويض الحالي للقراءة فقط (page-rules.read)، ولا يمكن تعديل القواعد.
de: Die aktuelle Autorisierung ist schreibgeschützt (page-rules.read); Regeln können nicht geändert werden.
en: The current authorization is read-only (page-rules.read); rules cannot be modified.
es_mx: La autorización actual es de solo lectura (page-rules.read); no se pueden modificar las reglas.
fr: L'autorisation actuelle est en lecture seule (page-rules.read) ; les règles ne peuvent pas être modifiées.
ja: 現在の認可は読み取り専用（page-rules.read）のため、ルールを変更できません。
ko: 현재 권한은 읽기 전용(page-rules.read)이라 규칙을 수정할 수 없습니다.
pt_br: A autorização atual é somente leitura (page-rules.read); as regras não podem ser modificadas.
pt_pt: A autorização atual é apenas de leitura (page-rules.read); as regras não podem ser modificadas.
tr: Geçerli yetkilendirme salt okunur (page-rules.read); kurallar değiştirilemez.
zh_hant: 目前授權僅限讀取（page-rules.read），無法修改規則。
zh_hk: 目前授權僅限讀取（page-rules.read），無法修改規則。

source: 当前授权仅限读取（config-settings.read），无法修改。
ar: التفويض الحالي للقراءة فقط (config-settings.read)، ولا يمكن تعديل القواعد.
de: Die aktuelle Autorisierung ist schreibgeschützt (config-settings.read); Regeln können nicht geändert werden.
en: The current authorization is read-only (config-settings.read); rules cannot be modified.
es_mx: La autorización actual es de solo lectura (config-settings.read); no se pueden modificar las reglas.
fr: L'autorisation actuelle est en lecture seule (config-settings.read) ; les règles ne peuvent pas être modifiées.
ja: 現在の認可は読み取り専用（config-settings.read）のため、ルールを変更できません。
ko: 현재 권한은 읽기 전용(config-settings.read)이라 규칙을 수정할 수 없습니다.
pt_br: A autorização atual é somente leitura (config-settings.read); as regras não podem ser modificadas.
pt_pt: A autorização atual é apenas de leitura (config-settings.read); as regras não podem ser modificadas.
tr: Geçerli yetkilendirme salt okunur (config-settings.read); kurallar değiştirilemez.
zh_hant: 目前授權僅限讀取（config-settings.read），無法修改規則。
zh_hk: 目前授權僅限讀取（config-settings.read），無法修改規則。

source: 规则按从上到下顺序执行；点按查看详情，左滑启停，右滑删除。
ar: تُنفَّذ القواعد من الأعلى إلى الأسفل. اضغط للتحرير، اسحب لليسار للتفعيل/التعطيل، ولليمين للحذف.
de: Regeln werden von oben nach unten ausgeführt. Tippe für Details, nach links wischen zum Aktivieren/Deaktivieren, nach rechts zum Löschen.
en: Rules run top to bottom. Tap for details, swipe left to enable/disable, swipe right to delete.
es_mx: Las reglas se ejecutan de arriba abajo. Toca para ver detalles, desliza a la izquierda para activar/desactivar, a la derecha para eliminar.
fr: Les règles s'exécutent de haut en bas. Touchez pour voir les détails, balayez vers la gauche pour activer/désactiver, vers la droite pour supprimer.
ja: ルールは上から下へ順に実行されます。タップして詳細を表示、左スワイプで有効／無効、右スワイプで削除。
ko: 규칙은 위에서 아래로 실행됩니다. 눌러서 편집, 왼쪽으로 밀어 켜기/끄기, 오른쪽으로 밀어 삭제.
pt_br: As regras são executadas de cima para baixo. Toque para ver detalhes, deslize para a esquerda para ativar/desativar, para a direita para excluir.
pt_pt: As regras são executadas de cima para baixo. Toque para ver detalhes, deslize para a esquerda para ativar/desativar, para a direita para eliminar.
tr: Kurallar yukarıdan aşağıya çalışır. Düzenlemek için dokunun, etkinleştirmek/devre dışı bırakmak için sola, silmek için sağa kaydırın.
zh_hant: 規則由上至下依序執行；點按查看詳細資訊，左滑啟停，右滑刪除。
zh_hk: 規則由上至下依序執行；點按查看詳情，左滑啟停，右滑刪除。

source: 当前授权未包含此规则的编辑权限（%@）。点「一键重授权」补齐，无需退出登录。
ar: التفويض الحالي لا يتضمن إذن تحرير هذا النوع من القواعد (%@). انقر على «إعادة التفويض» لإضافته دون تسجيل الخروج.
de: Die aktuelle Autorisierung enthält keine Bearbeitung dieses Regeltyps (%@). Tippe auf „Neu autorisieren“, um sie hinzuzufügen – ohne Abmelden.
en: The current authorization doesn't include editing for this rule type (%@). Tap “Re-authorize” to add it — no sign-out needed.
es_mx: La autorización actual no incluye la edición de este tipo de regla (%@). Toca “Reautorizar” para agregarla, sin cerrar sesión.
fr: L'autorisation actuelle n'inclut pas la modification de ce type de règle (%@). Touchez « Réautoriser » pour l'ajouter, sans déconnexion.
ja: 現在の認可にはこのルールの編集権限（%@）が含まれていません。「再認可」をタップして追加できます（ログアウト不要）。
ko: 현재 승인에는 이 규칙의 편집 권한(%@)이 포함되어 있지 않습니다. '재승인'을 탭하여 추가할 수 있습니다(로그아웃 불필요).
pt_br: A autorização atual não inclui a edição deste tipo de regra (%@). Toque em “Reautorizar” para adicioná-la, sem sair da conta.
pt_pt: A autorização atual não inclui a edição deste tipo de regra (%@). Toque em “Reautorizar” para a adicionar, sem terminar sessão.
tr: Mevcut yetkilendirme bu kural türü için düzenleme iznini (%@) içermiyor. Eklemek için “Yeniden yetkilendir”e dokunun — çıkış yapmanız gerekmez.
zh_hant: 目前授權未包含此規則的編輯權限（%@）。點「一鍵重新授權」補齊，無需登出。
zh_hk: 目前授權未包含此規則嘅編輯權限（%@）。點「一鍵重新授權」補齊，無需登出。
